[UI_TREE]
Machine=Thiết lập phần cứng
POWER=Đặc tính nguồn
Touch=Cài đặt chân

[IPG,CO2]
MPULSE_FREQ = Duy trì tần số xung (khz)
MPULSE_RELS = Duy trì thời gian phát hành (us)

[IPG]
MO_DELAY_STEPS = MO delay (us)
MODECHG_DELAY=Thời gian trễ chuyển đổi chế độ (ms)

[YAG,DP,EP,LD]
WORK_CURRENT_Type=Nhập hộp thoại hiện tại để lấy giá trị
WORK_CURRENT_TypeOption=Lớp 0 dòng điện | giá trị thiết lập
WORK_CURRENT=Thiết lập dòng điện làm việc (A)

[ALL]
SAFE_DOOR = Bảo vệ cửa an ninh
SAFE_DOOROption =Không hợp lệ | Tạm dừng | Hủy bỏ
MARKEND_SCAN = Đánh dấu vị trí rung cuối
MARKEND_SCANOption = Nguồn gốc | Góc trên cùng bên trái | Vị trí trung tâm trên cùng | Góc trên cùng bên phải|Trung tâm bên phải | Dưới cùng bên phải | Trung tâm dưới cùng | Dưới cùng bên trái|Trung tâm bên trái | Vị trí tùy chỉnh
MARKEND_X=tọa độ X khi tùy chỉnh (mm)
MARKEND_Y=tọa độ Y khi tùy chỉnh (mm)
[SCAN]
PREHEAT_ENABLE = Máy rung cần làm nóng trước
PREHEAT_ENABLEOption = Không | Có
PREHEAT_TIME = Thời gian khởi động tối thiểu (phút)
USE_LIMIT_JUMPDELAY = Bật thời gian trễ nhảy
USE_LIMIT_JUMPDELAYOption = Không | Có
LIMIT_JUMPLEN = Giới hạn khoảng cách nhảy (mm)
LIMIT_JUMPDELAY_MM = thời gian nhảy mỗi mm (us)

[BitmapPower]
BitmapPower = Đánh dấu bitmap mức xám
AUT_TIME = Thời gian suy giảm (us)
AUT_COFF = Hệ số tăng (0-1)

[Signal]
Signal =Thiết lập tín hiệu
Cycle = Kích hoạt hoạt động một vài lần
MARK_CNT=lệnh đánh dấu nhiều lần
DELAY= thời gian trễ (ms)
DLY_BETWEEN_MARK = Độ trễ giữa hai lần đánh dấu (ms)
MARK_END_DELAY = trễ sau khi đánh dấu hoàn thành (ms)
MARK_END_PULSE_W = Đánh dấu độ dài tín hiệu kết thúc (ms)
B_MARK_ONCE = Chế độ kích hoạt
B_MARK_ONCEOption = Kích hoạt mức | Kích hoạt cạnh
Enable_Loop_Mdt = Đánh dấu chu kỳ sau khi ngoại tuyến
Enable_Loop_MdtOption = Không được kích hoạt | Bật 
IOSELCOUNT=Số tín hiệu I/O được chọn
ENABLE_CARDTOUCH = kích hoạt hạ vị trí
ENABLE_CARDTOUCHOption = Không được kích hoạt | Bật 

[UI_FACE]
ExportSysPara = Xuất tham số...
ImportSysPara = Nhập tham số...
OK = chắc chắn
Cancel= Hủy
Apply = ứng dụng

;---------------------------------BEGIN: EMCC\HansLaserSet.dll-----------------------------------------
[DIALOG_LASERSET]

0=Laser phần cứng số hướng dẫn cài đặt

1=Bước trước

2=Tiếp theo

3=Tiết kiệm

4=Hủy


[DIALOG_POWER]

0=Bước thứ hai: thiết lập lựa chọn của bạn laser cấu hình phần cứng

1=Hiện tại điều chỉnh tầm(Một)

2=Tối thiểu hiện tại(Một):

3=Tối đa hiện tại(Một):

4=AnalogQLái xe

5=Kỹ thuật sốQLái xe

6=QLái xe loại

7=Nguồn cung cấp loại

8=CO2Laser sức mạnh kích thước

9=Điện bình thường

10=Cung cấp năng lượng phản ứng nhanh

11=Lớn hơn hoặc bằng100 W

12=Ít hơn100 W

13=Các duy trì thiết lập xung

14=Tần số(KHZ)

15=Thời gian phát hành(mỹ)

16=Nhàn rỗi hiện tại(Một):

17=Nhiệm vụ tối đa chu kỳ

18=Bồi thường bằng hiện tại

19=Laser bộ phần cứng

20=MĐặt giá trị của những

21=MGiá trị:

22=Điều chỉnh yếu tố:

23=Bình thường

24=Quá lớn

25=Quá nhỏ


[DIALOG_MODEL]

0=Bước thứ tư: theo ý thích của bạn, bạn chế độ kiểm soát

1=Một cách mới để kiểm soát hoạt động đơn giản, người không cần phải đặt bất kỳ sự chậm trễ,Nhưng chỉ trong một phần của các tia laser sử dụng.

2=Truyền thống tia laser chế độ kiểm soát trong dòng với hầu hết mọi người là thói quen sử dụng tất cả các tia laser có thể được sử dụng theo cách này.

3=Chế độ dễ dàng

4=Truyền thống chế độ

5=Laser chế độ kiểm soát

6=Đầu vuông loại

7=Đơn đầu chế độ

8=Hai đầu chế độ


[DIALOG_LaserType]

0=Laser loại:

1=BỎ điLaser

2=DPLaser

3=UV laser

4=CO2Laser

5=Giai điệuQSợi laser

6=ĐELaser

7=ÓLaser

8=YLPM(HFM-H)Laser

9=YLP-V2Laser

10=YLPPLaser

11=HFM-MỘTLaser

12=HFM-PLaser

13=HFM-RLaser

14=HFM-JLaser

15=BẠN!Điều chỉnh được nhịp tim rộng của laser

16=Laser sợi liên tục

17=Laser siêu nhanh


[DIALOG_CONTENT]

0=Bước thứ năm: chúc mừng, các thiết lập của bạn đã hoàn thành, xin vui lòng lưu các thông số liên quan


[LaserType_Explain]

0=BỎ điLaser

1=DPLaser

2=UV laser

3=CO2Laser

4=Giai điệuQSợi laser

5=ĐELaser

6=ÓLaser

7=BạnSợi laser

8=YLP-V2Laser

9=YLPPLaser

10=HFM-MỘTLaser

11=HFM-PLaser

12=HFM-QLaser

13=HFM-JLaser

14=khác


[Model_Explain]

0=CO2 Chế độ dễ dàng

1=CO2 Truyền thống chế độ

2= Giai điệuQ Bình thường cung điện+Kỹ thuật sốQ Truyền thống chế độ

3= Giai điệuQ Bình thường cung điện+AnalogQ Truyền thống chế độ

4= Giai điệuQ Phản ứng nhanh chóng cung điện+Kỹ thuật sốQ Truyền thống chế độ

5= Giai điệuQ Phản ứng nhanh chóng cung điện+AnalogQ Truyền thống chế độ

6= Giai điệuQ Bình thường cung điện+AnalogQ Chế độ dễ dàng

7= Giai điệuQ Phản ứng nhanh chóng cung điện+Kỹ thuật sốQ Chế độ dễ dàng

8= Giai điệuQ Phản ứng nhanh chóng cung điện+AnalogQ Chế độ dễ dàng

9= những thời điểm toàn Chế độ

10=ĐE Chế độ dễ dàng

11=ĐE Truyền thống chế độ

12=Ó Chế độ

13=YLPM(HFM-H) Truyền thống chế độ

14=YLPM(HFM-H) Chế độ dễ dàng

15=YLP-V2 Truyền thống chế độ

16=YLP-V2 Chế độ dễ dàng

17=YLPP Truyền thống chế độ

18=YLPP Chế độ dễ dàng

19=HFM-MỘT Truyền thống chế độ

20=HFM-MỘT Chế độ dễ dàng

21=HFM-P Truyền thống chế độ

22=HFM-P Chế độ dễ dàng

23=HFM-R Truyền thống chế độ

24=HFM-R Chế độ dễ dàng

25=HFM-J Truyền thống chế độ

26=HFM-J Chế độ dễ dàng


[DIALOG_ScanType]

0=Bước thứ ba: Thiết lập điện kế loại

1=Ở nhà điện kế

2=Điện kế khác

3=Lời khuyên:Vui lòng chọn máy tương ứng với điện kế loại, Ở nhà điện kế sau khi điện-trên ấm lên để làm việc đúng,Khác điện kế mà trước

;---------------------------------End: EMCC\HansLaserSet.dll-----------------------------------------

;--------------------------------- BEGIN: EMCC\HansLaserSet.dll\PortSetDlg-----------------------------------------
[PORTDIALOGTEXT]
STATIC_0=Dừng xử lý cổng đầu vào
STATIC_1=Dừng cổng đầu ra gia công
STATIC_2=Cổng đầu ra
STATIC_3=Cửa an toàn
STATIC_4=Cổng vào
STATIC_5=Laser sẵn sàng để xuất khẩu
STATIC_6=Cổng vào
STATIC_7=Cổng ra
STATIC_8=Cổng xuất sẵn sàng phần mềm
STATIC_9=Cổng xuất
STATIC_10=Cổng ra nguồn laser
STATIC_11=Cổng
STATIC_12=Đầu ra chỉ báo ánh sáng đỏ bên ngoài
STATIC_13=Cổng xuất
STATIC_14=Cổng vào
STATIC_15=Đánh dấu đi kèm
STATIC_16=Cổng ra
STATIC_17=Kết thúc xuất khẩu
STATIC_18=Cổng xuất
STATIC_19=Độ rộng xung
STATIC_20=Cổng đầu ra cảnh báo laser sợi quang
STATIC_21=Cổng ra
STATIC_22=Bắt đầu đánh dấu cổng
STATIC_23=Cổng vào
IDC_CHECK_LASERWARN = Phát hiện báo động laser
IDC_CHECK_PLUSE_REVERSE = Q đảo ngược mức tín hiệu
IDC_RADIO_NORMAL = tiêu chuẩn
IDC_RADIO_BICOLORLAMP = Đèn hai màu
IDC_RADIO_TRICOLORLIGHT = đèn ba màu

[error]
1=Thẻ không được khởi tạo hoặc không tìm thấy thẻ!
2=Thiết lập lại thất bại!
3=Phiên bản thẻ không đúng!
4=Gọi cảnh sát!
6=Thực hiện thất bại!
7=Trạng thái không tương ứng!
16=Thời gian chờ lệnh!
17= Lời bài hát: Lost The Order
18=Giao diện gọi bất đồng bộ!
19=Giao diện bị chiếm dụng bởi các chương trình khác!
20=Z-axis overlimit hoặc sửa chữa các tập tin bị hỏng!
21=Các thông số không khớp!
23=Phân bổ bộ nhớ thất bại!
100=Đang sử dụng ngoại tuyến!
101=Lệnh bị hủy bỏ!
1001=Cổng 1
1002=Cổng 2
1003=Cổng 3
1004=Cổng 4
1005=Cổng 5
1006=Cổng 6
1007=Cổng 7
1008=Đầu vào laser chưa sẵn sàng
1009=Đầu vào laser đã sẵn sàng

;--------------------------------- END: EMCC\HansLaserSet.dll\PortSetDlg-----------------------------------------

; ---------------------------------BEGIN: EMCC\HansLaserSet. dll\HansLaserSetDlg-----------------------------------------
[TITLESTRING]
IDD_LASERSET_DIALOG = cài đặt laser
IDD_PROPPAGE_POWER = tính năng nguồn điện
IDD_PROPPAGE_SYS_SET= Cài đặt phần cứng
IDD_PROPPAGE_TOUCH = Cài đặt bàn đạp
IDD_PORT_SET = cài đặt cổng

[IDD_DIALOG_HANSLASERSET]
CAPTION=Cài đặt hệ thống
IDC_BTN_SAVE = Lưu
IDCANCEL= Thoát
LISTTITLE_NAME = tên mục
LISTTITLE_VALUE = giá trị
; ---------------------------------END: EMCC\HansLaserSet.dll\HansLaserSetDlg-----------------------------------------
